Repository: paulosilva159/clean_flutter_app
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# tryAgainButtonLabel
source: Try Again
pt_br: Tente Novamente

# genericUpsertTaskButtonLabel
source: Save
pt_br: Salvar

# emptyListIndicatorMessage
source: Empty list. Add new task
pt_br: Lista vazia. Adicione novas tarefas

# errorIndicatorMessage
source: Error
pt_br: Deu erro

# addTaskDialogTitle
source: Add task
pt_br: Adicionar tarefa

# updateTaskDialogTitle
source: Update task
pt_br: Atualizar tarefa

# genericSuccessTaskSnackBarMessage
source: Action was successful
pt_br: Ação realizada com sucess

# addTaskSuccessSnackBarMessage
source: Successfully added task
pt_br: Tarefa adicionada com sucesso

# updateTaskSuccessSnackBarMessage
source: Successfully updated task
pt_br: Tarefa atualizada com sucesso

# removeTaskSuccessSnackBarMessage
source: Successfully removed task
pt_br: Tarefa removida com sucesso

# reorderTaskSuccessSnackBarMessage
source: Successfully reordered tasks
pt_br: Tarefas reordenadas com sucesso

# genericFailTaskSnackBarMessage
source: Something went wrong
pt_br: Alguma coisa deu errado

# addTaskFailSnackBarMessage
source: Fail to add task
pt_br: Falha ao adicionar tarefa

# updateTaskFailSnackBarMessage
source: Failed to update task
pt_br: Falha ao atualizar tarefa

# removeTaskFailSnackBarMessage
source: Failed to remove task
pt_br: Falha ao remover tarefa

# reorderTasksFailSnackBarMessage
source: Failed to reorder task
pt_br: Falha ao reordenar tarefas
